<?php

return [
    'auth' => [
        'login' => 'Ошибка авторизации',
        'register' => 'Ошибка регистрации',
        'logout' => 'Ошибка разавторизации',
    ],

    'transactions' => [
        'index' => 'Ошибка получения начислений/списаний бонусов',
        'make' => 'Ошибка начисления бонусов',
        'use' => 'Ошибка списания бонусов',
        'not_enough_bonuses' => 'Недостаточно бонусов',
    ],

    'review' => [
        'store' => 'Ошибка создания отзыва',
        'update' => 'Ошибка обновления отзыва',
        'users_reviews' => 'Ошибка получения отзывов пользователя',
        'coffee_pot_reviews' => 'Ошибка получения отзывов кофейни',
        'destroy' => 'Ошибка удаления отзыва',
    ],

    'user' => [
        'show' => 'Ошибка получения данных пользователя',
        'update' => 'Ошибка обновления данных пользователя',
        'new_password' => 'Ошибка обновления пароля',
        'destroy' => 'Ошибка удаления пользователя',
    ],
];
